Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# protection_info_banner_text
source: Enabling auto-lock stops background processes unless set to "After launch."
be: Уключэнне аўтаблакіроўкі прыпыняе фонавыя працэсы, калі не зададзена "Пасля запуску".
ca: L'activació del bloqueig automàtic atura els processos en segon pla tret que s'estableixi com a «Després del llançament».
cs: Povolení automatického zamykání ukončí procesy na pozadí, pokud není nastaveno na "Po spuštění".
da: Aktivering af automatisk låsning stopper baggrundsprocesser, medmindre de er indstillet til "Efter opstart".
de: Automatisches Sperren verhindert das Ausführen von Hintergrundprozessen, solange es nicht auf "Nach dem Start." gesetzt ist
el: Η ενεργοποίηση του αυτόματου κλειδώματος διακόπτει τις διεργασίες παρασκηνίου, εκτός εάν οριστεί σε "Μετά την εκκίνηση".
es: Activar el bloqueo automático detiene los procesos en segundo plano a menos de que se configure en «Después de iniciar».
es_419: Activar el bloqueo automático detiene los procesos en segundo plano a menos de que se configure en «Después de iniciar».
fi: Automaattisen lukituksen käyttöönotto pysäyttää taustaprosessit, ellei asetuksena ole "Käynnistyksen jälkeen".
fr: L'activation du verrouillage automatique interrompt les processus en arrière-plan, sauf si l'option « Après lancement » est sélectionnée.
hu: Az automatikus lezárás engedélyezése leállítja a háttérfolyamatokat, kivéve ha „Indítás után” értékre van állítva.
id: Mengaktifkan kunci otomatis menghentikan proses latar belakang kecuali diatur ke "Setelah peluncuran."
it: L'attivazione del blocco automatico interrompe i processi in background a meno che non sia impostato su "Dopo l'avvio".
ja: 自動ロックを有効にすると、"起動後"に設定されていない限り、バックグラウンドプロセスが停止します。
ka: ავტოდაბლოკვის ჩართვა გააჩერებს ფონურ პროცესებს, თუ ჩართული არაა "გაშვების შემდეგ."
ko: "실행 이후"로 설정되기 전까지 백그라운드 처리에서 자동 잠금 활성화가 중단됩니다.
nb: Å slå på automatisk lås stopper bakgrunnsprosesser med mindre den er satt til "Etter start."
nl: Automatisch vergrendelen stopt achtergrondprocessen inschakelen, tenzij ingesteld op "Na het opstarten."
pl: Włączenie automatycznej blokady spowoduje zatrzymanie procesów działające w tle, chyba że ustawiono opcję "Po uruchomieniu".
pt: A ativação do bloqueio automático impede os processos em segundo plano, a menos que seja definido como Após o lançamento.
pt_br: A ativação do bloqueio automático interrompe os processos em segundo plano, a menos que você defina a opção “Após a inicialização”.
ro: Activarea blocării automate oprește procesele din fundal, cu excepția cazului în care este setată la „După lansare”.
ru: Включение авто-блокировки останавливает фоновые процессы, если не выбрано значение "После запуска."
sk: Povolenie automatického uzamknutia zastaví procesy na pozadí, pokiaľ nie sú nastavené na možnosť "Po spustení".
sv: Aktivering av autolås stoppar bakgrundsprocesser såvida det inte satts till "Efter start."
tr: Otomatik kilitleme açıldığında, "Başlattıktan sonra" olarak ayarlanmadığı sürece arka plan işlemleri durdurulur.
uk: Увімкнення автоблокування зупиняє фонові процеси, якщо не встановлено значення "Після запуску."
zh_hans: 启用自动锁定会停止后台进程，除非设置为“启动后”。
zh_hant: 啟用自動鎖定會停止背景程序，除非設定為「啟動後」

# protection_pin_caption_repeat_pin_code
source: Repeat your PIN to confirm.
be: Паўтарыце свой PIN для пацвярджэння.
ca: Repetiu el codi PIN per confirmar.
cs: Zopakujte kód PIN pro potvrzení
da: Gentag din pinkode for at bekræfte.
de: Wiederhole zur Bestätigung deinen PIN-Code.
el: Επαναλάβετε το PIN σας για επιβεβαίωση.
es: Repite tu código PIN para confirmar.
es_419: Repita su código PIN para confirmar.
fi: Vahvista toistamalla PIN-koodisi.
fr: Saisissez à nouveau votre code PIN pour le confirmer.
hu: Ismételje meg a PIN kódot a megerősítéshez.
id: Ulangi PIN Anda untuk mengonfirmasi.
it: Ripeti il ​​PIN per confermare.
ja: 確認のためPINコードを再度入力してください。
ka: გაიმეორეთ თქვენი PIN კოდი დასადასტურებლად.
ko: 확인하기 위해 PIN 코드를 다시 입력하세요.
nb: Gjenta PIN-koden for å bekrefte.
nl: Herhaal uw pincode om te bevestigen.
pl: Powtórz kod PIN, aby potwierdzić.
pt: Repita o seu código PIN para confirmar.
pt_br: Repita o PIN para confirmar.
ro: Repetați codul PIN pentru confirmare.
ru: Введите PIN еще раз, чтобы подтвердить.
sk: Zopakujte PIN kód na overenie
sv: Upprepa din PIN-kod för att bekräfta.
tr: Onaylamak için PIN kodunuzu yeniden yazın.
uk: Повторіть PIN-код для підтвердження.
zh_hans: 重复输入您的 PIN 码以确认。
zh_hant: 再次輸入您的個人識別號碼以確認。

# protection_pin_title_repeat_pin_code
source: Repeat your PIN code
be: Паўтарыце свой PIN-код.
ca: Repeteix el codi PIN
cs: Zopakujte kód PIN
da: Gentag din pinkode
de: Wiederhole deinen PIN-Code
el: Επαναλάβετε τον κωδικό PIN σας
es: Repite tu código PIN
es_419: Repita su código PIN
fi: Toista PIN-koodisi
fr: Confirmez votre code PIN
hu: Ismételje meg a PIN kódot
id: Ulangi kode PIN Anda
it: Ripeti il ​​tuo codice PIN
ja: PINコードを再度入力してください
ka: გაიმეორეთ თქვენი PIN კოდი
ko: PIN 코드를 다시 입력하세요
nb: Gjenta PIN-koden
nl: Herhaal uw pincode
pl: Powtórz kod PIN
pt: Repita o seu código PIN
pt_br: Repetir seu código PIN
ro: Repetați codul PIN
ru: Повторите ваш PIN-код
sk: Zopakujte váš PIN kód
sv: Upprepa din PIN-kod
tr: PIN kodunuzu onaylayın
uk: Повторіть свій PIN-код
zh_hans: 重复输入您的 PIN 码
zh_hant: 重複您的個人識別數字代碼

# protection_section_footer_protection
source: Turn this feature on to auto-lock and use a PIN code or biometric sensor to unlock it.
be: Уключыце гэту функцыю, каб аўтаматычна блакіраваць і выкарыстоўваць PIN-код або біяметрычны сэнсар для яе разблакіроўкі.
ca: Activeu aquesta funció per bloquejar automàticament i utilitzeu un codi PIN o un sensor biomètric per desbloquejar-lo.
cs: Zapněte tuto funkci automatického zamknutí a použijte kód PIN nebo biometrii pro odemčení.
da: Slå denne funktion til for at låse din app automatisk og bruge en pinkode eller biometrisk sensor til at låse den op.
de: Schalte diese Funktion ein, um automatisch zu sperren und mit einem PIN-Code oder einem biometrischen Sensor zu entsperren.
el: Ενεργοποιήστε αυτήν τη λειτουργία για αυτόματο κλείδωμα και χρησιμοποιήστε έναν κωδικό PIN ή έναν βιομετρικό αισθητήρα για να την ξεκλειδώσετε.
es: Activa esta función para el bloqueo automático y usar un código PIN o un sensor biométrico para el desbloqueo.
es_419: Active esta función para el bloqueo automático y usar un código PIN o un sensor biométrico para el desbloqueo.
fi: Ota tämä toiminto käyttöön automaattista lukitusta varten, ja käytä avaamiseen PIN-koodia tai biometriaa.
fr: Activez cette fonctionnalité pour verrouiller automatiquement votre application et utilisez un code PIN ou une empreinte biométrique pour la déverrouiller.
hu: Kapcsolja be ezt a funkciót az automatikus lezáráshoz, és használjon PIN kódot vagy biometrikus érzékelőt a feloldásához.
id: Aktifkan fitur ini untuk mengunci otomatis dan gunakan kode PIN atau sensor biometrik untuk membukanya.
it: Attiva questa funzione per il blocco automatico e utilizza un codice PIN o un sensore biometrico per sbloccarlo.
ja: この機能をオンにして、自動ロックを有効にし、PINコードまたは生体認証センサーを使用してロックを解除します。
ka: ავტოდაბლოკვის და განბლოკვისთვის PIN-კოდის ან ბიომეტრიის გამოსაყენებლად ჩართეთ ეს ფუნქცია.
ko: 자동 잠금과 잠금 해제에 PIN 코드 및 생체 인증을 사용하기 위해 이 기능을 활성화하세요.
nb: Slå på denne funksjonen for å låse automatisk, og bruk en PIN-kode eller biometrisk sensor for å låse opp.
nl: Schakel deze functie in om een pincode of biometrische sensor automatisch te vergrendelen en te gebruiken.
pl: Włączenie tej funkcji zablokuje aplikację. Wymagane będzie użycie kodu PIN lub odcisku palca, aby ją odblokować.
pt: Ative esta funcionalidade para bloquear automaticamente a sua aplicação e utilize um código PIN ou impressões digitais para desbloqueá-la.
pt_br: Ative esse recurso para bloquear automaticamente e use um código PIN ou um sensor biométrico para desbloqueá-lo.
ro: Activați această funcție pentru blocare automată și utilizați un cod PIN sau un senzor biometric pentru deblocare.
ru: Включите эту функцию, чтобы активировать авто-блокировку и использовать PIN-код или биометрический сенсор для разблокировки.
sk: Zapnutím tejto funkcie sa zariadenie automaticky uzamkne a na odomknutie je potrebné použiť PIN kód alebo biometrický snímač.
sv: Slå på denna funktion för att låsa automatiskt och använd en PIN-kod eller biometrisk sensor för att låsa upp den.
tr: Otomatik olarak kilitleme için bu özelliği açın. Kilidi açmak için PIN kodunu ya da biyometrik okuyucuyu kullanın.
uk: Увімкніть цю функцію для автоматичного блокування та використовуйте PIN-код або біометричний датчик для розблокування.
zh_hans: 打开此功能可自动锁定并使用 PIN 码或生物识别传感器解锁。
zh_hant: 啟用此功能可自動鎖定並透過個人識別數字代碼或生物辨識感測器來解鎖。

# protection_section_header_protection
source: Protection
be: Абарона
ca: Protecció
cs: Ochrana
da: Beskyttelse
de: Schutz
el: Προστασία
es: Protección
es_419: Protección
fi: Suojaus
hu: Védelem
id: Perlindungan
it: Protezione
ja: 保護
ka: დაცვა
ko: 보호
nb: Beskyttelse
nl: Bescherming
pl: Ochrona
pt: Protecção
pt_br: Proteção
ro: Protecție
ru: Защита
sk: Ochrana
sv: Skydd
tr: Koruma
uk: Захист
zh_hans: 保护
zh_hant: 安全

# protection_timing_section_footer
source: The PIN code will be required after some minutes of the app being in the background or after exiting the app.
be: PIN-код будзе патрабавацца пасля некалькіх хвілін знаходжання праграмы ў фонавым рэжыме або пасля выхаду з праграмы.
ca: El codi PIN serà necessari després d'uns minuts que l'aplicació estigui en segon pla o després de sortir de l'aplicació.
cs: Kód PIN bude vyžadován po několika minutách, kdy běží aplikace na pozadí, nebo po jejím ukončení.
da: Pinkoden skal indtastes, når appen har været i baggrunden i nogle minutter, eller når appen afsluttes.
de: Der PIN-Code wird nach einigen Minuten, in denen die App im Hintergrund läuft, oder nach dem Beenden der App abgefragt.
el: Ο κωδικός PIN θα απαιτείται μετά από μερικά λεπτά από τη στιγμή που η εφαρμογή βρίσκεται στο παρασκήνιο ή μετά την έξοδο από την εφαρμογή.
es: Se necesitará el código PIN después de unos minutos de que la aplicación esté en segundo plano o después de salir de la aplicación.
es_419: Se necesitará el código PIN después de unos minutos de que la aplicación esté en segundo plano o después de salir de la aplicación.
fi: PIN-koodi vaaditaan, kun sovellus on ollut taustalla muutaman minuutin ajan tai sovelluksesta poistumisen jälkeen.
fr: Le code PIN vous sera demandé après quelques minutes d'inactivité de l'application en arrière-plan ou après avoir quitté l'application.
hu: A PIN kódra szükség lesz, miután az alkalmazás néhány percig a háttérben volt, vagy miután kilépett belőle.
id: Kode PIN ini akan dibutuhkan setelah aplikasi dibiarkan selama beberapa menit di belakang layar atau setelah Anda keluar dari aplikasi.
it: Il codice PIN verrà richiesto dopo alcuni minuti in cui l'app è rimasta in background o dopo essere usciti dall'app.
ja: アプリがバックグラウンドにあるか、アプリを終了した後、数分後にPINコードが必要になります。
ka: აპიდან გავლისას ან მისი ფონურად რამდენიმე წუთით ყოფნის შემთხვევაში PIN კოდს მოგთხოვთ.
ko: PIN 코드가 앱이 백그라운드상에서 실행되고 몇 분 후 또는 앱을 종료한 후 필요합니다.
nb: PIN-koden kreves etter noen minutter etter at appen er i bakgrunnen eller etter at appen er avsluttet.
nl: De pincode zal vereist zijn na enkele minuten dat de app op de achtergrond staat of na het afsluiten van de app.
pl: Kod PIN będzie wymagany po kilku minutach działania aplikacji w tle lub po jej zamknięciu.
pt: O código PIN será solicitado após alguns minutos da aplicação estar em segundo plano ou após sair da aplicação.
pt_br: O código PIN será solicitado após alguns minutos em que o aplicativo estiver em segundo plano ou após você sair do aplicativo.
ro: Codul PIN va fi necesar după câteva minute de când aplicația este în fundal sau după părăsirea aplicației.
ru: PIN-код потребуется через несколько минут нахождения приложения в фоновом режиме или после его закрытия.
sk: Po uplynutí niekoľkých minút, keď je aplikácia na pozadí, alebo po jej opustení bude požadovaný PIN kód.
sv: PIN-koden kommer att krävas efter några minuter efter att appen är i bakgrunden eller efter att appen avslutats.
tr: Uygulama arka planda birkaç dakika kaldıktan veya uygulamadan çıktıktan sonra PIN kodunun yazılması istenir.
uk: PIN-код буде потрібно ввести через кілька хвилин роботи додатку у фоновому режимі або після виходу із застосунку.
zh_hans: 应用程序在后台运行几分钟后或退出应用程序后将需要输入 PIN 码。
zh_hant: 應用程式在背景執行數分鐘後或退出應用程式後，將會要求輸入個人識別數字代碼。

# protection_timings_section_header
source: Timings
be: Час паказу
ca: Durades
cs: Načasování
da: Tidsindstilling
de: Zeitpläne
el: Χρονισμοί
es: Duraciones
es_419: Duraciones
fi: Ajoitukset
fr: Durées
hu: Időzítések
id: Waktu
it: Tempi
ja: タイミング
ka: დროები
ko: 타이밍
nb: Tider
nl: Timing
pl: Ustawienia czasowe
pt: Durações
pt_br: Durações
ro: Temporizare
ru: Сроки
sk: Načasovanie
sv: Tider
tr: Zamanlamalar
uk: Таймінги
zh_hans: 时间
zh_hant: 閒置計時

# protection_use_biometry
source: Use Biometry
be: Выкарыстанне біяметрыі
ca: Utilitza la biometria
cs: Použít biometrii
da: Brug biometri
de: Biometrie verwenden
el: Χρήση Βιομετρίας
es: Usar los datos biométricos
es_419: Usar los datos biométricos
fi: Käytä biometriaa
fr: Utiliser les données biométriques
hu: Biometria használata
id: Gunakan Biometri
it: Usa la biometria
ja: 生体認証を使用する
ka: ბიომეტრიის გამოყენება
ko: 생체인증 사용
nb: Bruk biometri
nl: Biometrie gebruiken
pl: Użyj biometrii
pt: Utilizar os dados biométricos
pt_br: Usar biometria
ro: Folosire date biometrice
ru: Использовать биометрию
sk: Použiť biometriu
sv: Använd biometri
tr: Biyometri kullanılsın
uk: Використати біометрію
zh_hans: 使用生物识别
zh_hant: 使用生物辨識

# protection_use_use_technology
source: Use %@
be: Выкарыстоўваць %@
ca: Utilitzeu %@
cs: Použít %@
da: Brug %@
de: %@ verwenden
el: Χρησιμοποιήστε %@
es: Usar %@
es_419: Usar %@
fi: Käytä %@
fr: Utiliser %@
hu: %@ használata
id: Gunakan %@
it: Usa %@
ja: %@ を使用
ka: %@-ის გამოყენება
ko: %@ 사용
nb: Bruk %@
nl: Gebruik %@
pt_br: Usar %@
ro: Utilizare %@
sk: Použiť %@
sv: Använd %@
tr: %@ kullanılsın
zh_hans: 使用 %@

# proton_docs_download_error
source: Failed to download file
be: Не ўдалося спампаваць файл
ca: No s'ha pogut baixar el fitxer
cs: Stahování souboru selhalo
da: Filen kunne ikke hentes
de: Download der Datei ist fehlgeschlagen
el: Αποτυχία λήψης αρχείου
es: No se ha podido descargar el archivo.
es_419: Error al descargar el archivo
fi: Tiedoston lataus epäonnistui
fr: Le téléchargement du fichier n'a pas abouti.
hu: A fájl letöltése sikertelen
id: Berkas gagal diunduh
it: Download del file non riuscito
ja: ファイルのダウンロードに失敗しました
ka: ფაილის გადმოწერა ჩავარდა
ko: 파일 다운로드 실패
nb: Kunne ikke laste ned filen
nl: Downloaden van bestand mislukt.
pl: Nie udało się pobrać pliku
pt: Erro ao transferir o ficheiro
pt_br: Falha ao baixar o arquivo
ro: Nu s-a putut descărca fișierul
ru: Не удалось скачать файл
sk: Nepodarilo sa stiahnuť súbor
sv: Misslyckades att ladda ner fil
tr: Dosya indirilemedi
uk: Не вдалося звантажити файл
zh_hans: 下载文件失败
zh_hant: 無法下載檔案

# proton_docs_opening_error
source: Failed to open document editor
be: Не ўдалося адкрыць рэдактар дакумента
ca: No s'ha pogut obrir l'editor de documents
cs: Otevření editoru dokumentů selhalo
da: Dokumentredigeringen kunne ikke åbnes
de: Öffnen des Dokumenteditors fehlgeschlagen
el: Αποτυχία ανοίγματος επεξεργαστή εγγράφων
es: Error al abrir el editor de documento
es_419: Error al abrir el editor de documento
fi: Asiakirjaeditorin avaus epäonnistui
fr: L'ouverture de l'éditeur de document n'a pas abouti.
hu: A dokumentum szerkesztő megnyitása sikertelen
id: Editor dokumen gagal dibuka
it: Impossibile aprire l'editor di documenti
ja: 文書編集を開くのに失敗しました
ka: დოკუმენტის რედაქტორის გახსნის შეცდომა
ko: 문서 편집기 열기 실패
nb: Kan ikke åpne dokumentredigeringsprogrammet
nl: Kan documenteditor niet openen
pl: Nie udało się otworzyć edytora dokumentów
pt: Não foi possível abrir o editor do documento.
pt_br: Falha ao abrir o editor de documento
ro: Nu s-a putut deschide editorul de documente
ru: Не удалось открыть редактор
sk: Nepodarilo sa otvoriť editor dokumentov
sv: Misslyckades att öppna dokumentredigerare
tr: Belge düzenleyici açılamadı
uk: Не вдалося відкрити редактор документів
zh_hans: 无法打开文档编辑器
zh_hant: 無法打開文件編輯器

# refresh_last_update
source: Last updated: %@
be: Апошняе абнаўленне: %@
ca: Darrera actualització: %@
cs: Naposledy aktualizováno: %@
da: Sidst opdateret: %@
de: Letzte Aktualisierung: %@
el: Τελευταία ενημέρωση: %@
es: Última actualización: %@
es_419: Última actualización: %@
fi: Päivitetty viimeksi: %@
fr: Dernière mise à jour : %@
hu: Utoljára frissítve: %@
id: Terakhir diperbarui: %@
it: Ultimo aggiornamento: %@
ja: 最終更新：%@
ka: უკანასკნელი განახლება: %@
ko: 최근 업데이트: %@
nb: Sist oppdatert: %@
nl: Laatst bijgewerkt: %@
pt_br: Última atualização: %@
ro: Ultima actualizare: %@
sk: Posledná aktualizácia: %@
sv: Senast uppdaterad: %@
tr: Son güncellenme: %@
zh_hans: 最后更新：%@

# report_bug_account_field_placeholder
source: Enter your Proton username or email
be: Увядзіце імя карыстальніка Proton або электронную пошту
ca: Introduïu el nom d'usuari o correu electrònic del Proton
cs: Zadejte své uživatelské jméno nebo e-mail Proton
da: Indtast dit Proton-brugernavn eller e-mail
de: Gib deinen Proton-Benutzernamen oder deine E-Mail-Adresse ein
el: Εισάγετε το όνομα χρήστη ή την ηλεκτρονική διεύθυνση Proton σας.
es: Introduce tu nombre de usuario o correo electrónico de Proton
es_419: Ingrese su nombre de usuario o correo electrónico de Proton
fi: Syötä Proton-käyttäjätunnuksesi tai -sähköpostiosoitteesi
fr: Saisissez votre identifiant Proton ou votre adresse e-mail
hu: Adja meg Proton felhasználónevét vagy e-mail címét
id: Masukkan nama pengguna atau email Proton Anda
it: Inserisci il tuo nome utente Proton o email
ja: Proton ユーザー名またはメールアドレスを入力してください
ka: შეიყვანეთ თქვენი Proton-ის მომხმარებლის სახელი ან ელფოსტა
ko: Proton 아이디 또는 이메일 입력하기
nb: Skriv inn ditt Proton-brukernavn eller e-post
nl: Vul uw Proton-gebruikersnaam of e-mailadres in
pl: Wpisz nazwę użytkownika lub adres e-mail Proton
pt_br: Insira seu nome de usuário ou e-mail da Proton
ro: Introduceți numele de utilizator Proton sau adresa de e-mail
ru: Введите ваше имя пользователя Proton или адрес электронной почты
sk: Zadajte svoje užívateľské meno alebo email Proton
sv: Ange ditt Proton-användarnamn eller e-post
tr: Proton kullanıcı adınızı ya da e-posta adresinizi yazın
uk: Введіть ваше ім'я користувача Proton або е-пошту
zh_hans: 输入您的 Proton 用户名或电子邮件
zh_hant: 輸入您的 Proton 使用者名稱或電子郵件

# report_bug_account_field_title
source: Proton Account user name or email
be: Імя карыстальніка ўліковага запісу Proton або адрас электроннай пошты
ca: Nom d'usuari del Proton o correu electrònic
cs: Uživatelské jméno nebo e-mail Proton účtu
da: Brugernavn eller e-mail til Proton-konto
de: Proton Account Benutzername oder E-Mail-Adresse
el: Όνομα χρήστη ή ηλεκτρονική διεύθυνση λογαριασμού Proton
es: Nombre de usuario o correo electrónico de la cuenta de Proton
es_419: Nombre de usuario o correo electrónico de la cuenta de Proton
fi: Proton Account käyttäjänimi tai sähköpostiosoite
fr: Identifiant Proton Account ou adresse e-mail
hu: Proton Account felhasználónév vagy e-mail
id: Nama pengguna atau email Akun Proton
it: Nome utente o email Proton account
ja: Proton Account ユーザー名またはメールアドレス
ka: Proton ანგარიშის მომხმარებლის სახელი ან ელფოსტა
ko: Proton 계정의 아이디 또는 이메일
nb: Brukernavn eller e-post for Proton-konto
nl: Proton Account gebruikersnaam of e-mailadres
pl: Nazwa użytkownika lub adres e-mail konta Proton
pt_br: Nome de usuário ou e-mail da Proton Account
ro: Nume de utilizator Proton sau adresă de e-mail
ru: Имя пользователя или адрес электронной почты учётной записи Proton
sk: Užívateľské meno alebo email Proton účtu
sv: Proton-kontots användarnamn eller e-postadress
tr: Proton Account kullanıcı adı veya e-posta adresi
uk: Ім'я користувача облікового запису Proton або електронна пошта
zh_hans: Proton Account 用户名或电子邮件
zh_hant: Proton Account 使用者名稱或電子郵件

# report_bug_attachment_field_add_from_files
source: Add from files
be: Дадаць з файлаў
ca: Afegeix des dels fitxers
cs: Přidat ze souborů
da: Tilføj fra filer
de: Aus Dateien hinzufügen
el: Προσθήκη από αρχεία
es: Añadir desde archivos
es_419: Añadir desde archivos
fi: Lisää tiedostoista
fr: Ajouter depuis des fichiers
hu: Hozzáadás fájlokból
id: Tambah dari file
it: Aggiungi da file
ja: ファイルから追加
ka: ფაილებიდან დამატება
ko: 파일에서 추가
nb: Legg til fra filer
nl: Toevoegen uit bestanden
pl: Dodaj z plików
pt: Adicionar a partir de ficheiros
pt_br: Adicionar a partir de arquivos
ro: Adăugare din fișiere
ru: Добавить из файлов
sk: Pridať zo súborov
sv: Lägg till från filer
tr: Dosyalardan ekle
uk: Додати з файлів
zh_hans: 从文件添加
zh_hant: 從檔案加入

# report_bug_attachment_field_add_from_gallery
source: Add from gallery
be: Дадаць з галерэі
ca: Afegeix des de la galeria
cs: Přidat z galerie
da: Tilføj fra galleri
de: Aus Galerie hinzufügen
el: Προσθήκη από γκαλερί
es: Añadir desde la galería
es_419: Añadir desde la galería
fi: Lisää galleriasta
fr: Ajouter depuis la galerie
hu: Hozzáadás galériából
id: Tambahkan dari galeri
it: Aggiungi dalla galleria
ja: ギャラリーから追加
ka: გალერეიდან დამატება
ko: 갤러리에서 추가
nb: Legg til fra galleri
nl: Toevoegen uit galerij
pl: Dodaj z galerii
pt: Adicionar a partir da galeria
pt_br: Adicionar a partir da galeria
ro: Adăugare din galerie
ru: Добавить из галереи
sk: Pridať z galérie
sv: Lägg till från galleri
tr: Galeriden ekle
uk: Додати з галереї
zh_hans: 从图库添加
zh_hant: 從圖庫加入

# report_bug_attachment_field_logs_checkbox
source: Include logs from Proton Drive
be: Уключыць журналы з Proton Drive
ca: Incloeu-hi els registres de Proton Drive
cs: Zahrnout logy z Proton Drive
da: Medtag logfiler fra Proton Drive
de: Protokolle von Proton Drive einbeziehen
el: Συμπεριλάβετε αρχεία καταγραφής από το Proton Drive
es: Incluir los registros de Proton Drive
es_419: Incluir los registros de Proton Drive
fi: Sisällytä lokit Proton Drivestä
fr: Inclure les journaux de Proton Drive
hu: Mellékelje a Proton Drive naplóit
id: Sertakan log dari Proton Drive
it: Includi i log da Proton Drive
ja: Proton Drive のログを含める
ka: Proton Drive-ის ჟურნალების ჩართვა
ko: Proton Drive의 로그 포함
nb: Inkluder logger fra Proton Drive
nl: Logboeken van Proton Drive opnemen
pl: Dołącz logi Proton Drive
pt: Incluir os registos de Proton Drive
pt_br: Incluir registros do Proton Drive
ro: Includere jurnale din Proton Drive
ru: Включить журналы из Proton Drive
sk: Zahrnúť logy z Proton Drive
sv: Inkludera loggar från Proton Drive
tr: Proton Drive günlükleri katılsın
uk: Включити журнали з Proton Drive
zh_hans: 包括 Proton Drive 的日志
zh_hant: 包含來自 Proton Drive 的日誌

# report_bug_attachment_field_title
source: Attachments
be: Далучэнні
ca: Adjunts
cs: Přílohy
da: Vedhæftninger
de: Anhänge
el: Συνημμένα
es: Archivos adjuntos
es_419: Archivos adjuntos
fi: Liitteet
fr: Pièces jointes
hu: Mellékletek
id: Lampiran
it: Allegati
ja: 添付ファイル
ka: დანართები
ko: 첨부 파일
nb: Vedlegg
nl: Bijlagen
pl: Załączniki
pt: Anexos
pt_br: Anexos
ro: Atașamente
ru: Вложения
sk: Prílohy
sv: Bilagor
tr: Ek dosyalar
uk: Вкладення
zh_hans: 附件
zh_hant: 附件
